CSI API ETABS v1

# cDesignSteelChinese_2010 Property

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    cDStChinese_2010 Chinese_2010 { get; }

    ReadOnly Property Chinese_2010 As cDStChinese_2010
    	Get

    Dim instance As cDesignSteel
    Dim value As cDStChinese_2010

    value = instance.Chinese_2010

    property cDStChinese_2010^ Chinese_2010 {
    	cDStChinese_2010^ get ();
    }

    abstract Chinese_2010 : cDStChinese_2010 with get

#### Property Value

Type: cDStChinese_2010

See Also

#### Reference

cDesignSteel Interface

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com